[
  {
    "type": "大凶",
    "count": 10,
    "poetry": [
      "望用方心腹——就算有愿望也只是心里想想而已，还没到达要付诸行动吧。\n家乡被火灾——像有家里烧起来般地灾难，接踵而来的危险。\n忧危三五度——悲伤或危险的事再次地持续发生吧。\n由损断头财——因为有失去和生命一样重要的东西的可能，要小心谨慎吧。",
      "年乖数亦孤——朋友年年地减少，变成孤单一人，生活变得不自由吧。\n久病未能苏——长期的疾病虽然种种地想治愈，但是却康复无望吧。\n岸危舟未发——就像船想靠岸，因为危险不能靠岸般地，想做点什么，但是因为有阻碍，总是不能著手进行吧。\n龙卧失明珠——像是龙失去重要的龙珠般地，人也失去希望吧。",
      "有径江海隔——即使有想要走的道路，就像遇到海或河的阻隔般地，要实际执行事情，有各式各样的困难吧。\n车行峻岭危——像是押著车向险峻的山走去，似乎有非常大的困难。不能粗心大意。\n亦防多进退——无论向前进、往后回都没有办法的困难的事情吧。要小心吧。\n犹恐小人亏——有会进行阻碍的人，坏的时候，坏事接踵而来。要经常小心吧。",
      "水滞少波涛——水淤塞、浪不起可说是物质、精神贫乏、也没有办法从事社会活动的状态。\n飞鸿落羽毛——就像是羽毛掉落，变成无法飞行的鸟般地，失去重要的东西，没办法生活吧。\n重忧心绪乱——悲伤的事接连而来，心思混乱，方法用尽不知如何是好吧。\n闲事惹风骚——就算想待在安静的地方，也会有引来大问题吧。",
      "道业未成时——因为心里和工作的实力都还没成熟，现在是学习的时期。\n何期两不宜——因为心里和工作的实力都还没成熟，就算想做什么也无法按照所想地顺利进行吧。\n事烦心绪乱——因为这样的事，引起各种麻烦，令人厌烦的痛苦和混乱吧。\n翻做徘徊思——没办法好好地想事情，只是晃来晃去心情不定吧。需要反省。",
      "累滞未能苏——万事不能顺利进行会接连而来，看不到前景吧。\n求名莫远图——现在不能想要名声广播、祈求幸福等。\n登舟波浪急——想要乘船而去，但浪高难以渡过吧。\n咫尺隔天衢——虽然愿望好像快要实现，但是被灾难阻挡。结果的差别像天和地般地不一样的状况。请自重，等待时机的到来吧。",
      "火发应连天——有天井也烧焦般的大火是因为欲望或怒气而不能安稳的意思。\n新愁惹旧愆——新的悲伤或痛苦、然后旧伤痕等被拿出来，令人担心的事很多吧。\n欲求千里外——就算想逃到远处但是相当地困难吧。\n要渡更无船——前往的目的地有大河，就算想渡河而过但没有船会相当辛苦。暂时保持现状吧。",
      "否极方无泰——八方堵塞，没有畅通的道路吧。\n花开值晚秋——虽然花会开但是受晚秋般地冷风吹拂，立刻就枯萎了吧。\n人情不调备——各自为了自己的主张，人情心也不一致，抱怨不停吧。\n财宝鬼来偷——储存的宝物或财产也因魔鬼出现偷走，财产渐渐地减少，于是变得贫穷吧。",
      "欲理新丝乱——就像想回复纠缠在一起混乱的丝线是困难的般地，想要除去心中的痛苦是苦难吧。\n闲愁足是非——独自静静地抱著很多烦恼或悲伤，就连事物的善恶也以难发现吧。\n只困罗网里——就像鱼被困在网中身体不能动般地，挣扎会感到痛苦吧。\n相见几人悲——自己还有身边的人也悲伤、烦恼的事很多，接踵不断吧。然而如果用信心的去作话，能逃离吧。",
      "禄走白云间——幸福的事也隐藏在云中而失去，是失去倚赖吧。\n携琴走远山——拿著琴走往山中的样子是表示舍去人世的意思。\n不遇神仙面——在走往山中的途中，没有遇到仙人传授道理，心中不安吧。\n空惹意阑珊——心中空虚、发呆，方法用尽不知如何是好吧。更换心情，不要抱著太大的野心地在人世间过生活吧。"
    ]
  },
  {
    "type": "凶",
    "count": 17,
    "poetry": [
      "愁恼损忠良——层层叠叠叹气与苦恼，被回报的事很少吧。\n青宵一炷香——就像向著天烧香祈祷般地，你的愿望无法传达天听吧。\n虽然防小过——虽这样说，但就算只有一点点善行也好，作了可以逃离灾厄吧。\n闲虑觉时长——东想西想之间，似乎不知不觉就像过了很长的时间。等待时机的到来吧。",
      "家道未能昌——就算试著努力家业，和努力相比却难以繁盛起来吧。\n危危保祸殃——不是一生灾祸，只是危险的事比较多而已吧。\n暗云侵月桂——像乌云遮月一样，一生阻碍比较多吧。\n静屋一炷香——在静寂的房间里，各种想法像香一样扩散开来般，心里无法平静吧。",
      "登舟待便风——像风不吹船无法前进一样，就算采取行动也难以向前发展吧。\n月色暗朦胧——就像月亮被乌云笼罩著，前后都无法看见一样，对事情，似乎作一些莽撞的行为。\n欲辗香轮去——为了逃离灾难，想请托别人教导怎么作，但是况状似乎变得很困难。\n高山千万重——就像在登险峻的重重山峦车子难行般地，就算思考各种手段，事情的解决还是困难吧。但是现在还是静静的过生活吧。",
      "雷发震天昏——在乌云里雷声响遍，变得像是要震撼天地般地，是非常令人担心的状况。\n佳人独掩门——少女独自一人，没和人交流，孤单地的状况。要时时警戒吧。\n交加文书上——在合约等事情，似乎会发生错误或诉讼。\n无事也遭迍——虽然说如果诚心诚意地小心谨慎的话比较好，但是过度信任自己的才能，打算做什么行动的话就全部会变成为凶。",
      "怪异防忧恼——如果作一些想要防止降落在自己身上的危险的事的话，反而烦恼似乎变多了。\n人宅见分离——不知不觉间，不好的事情持续著，似乎会有家人分离的事。\n惜华还值雨——就像舍不得花凋谢的话，更是会被雨淋凋萎般地，不好的是似乎持续著。\n杯酒惹闲非——因为无法按照所想的发展，沉溺于喝酒之类的，似乎还是会产生坏想法吧。",
      "意速无船渡——像是就算心里很著急，船却不前进般地，只是焦急，事情没有改变吧。\n波深必误身——像是就算想勉强渡过海洋或河川，波浪又高又危险般地，就算想快点到达目的地贯彻事情，却反而变成自己绑著自己的脖子的结果吧。\n切须回旧路——想在异乡出人头地，不如回到故乡静静地生活比较好吧。\n方可免灾迍——如果这样的话，有灾害也能逃离吧，自己也会变得安泰吧。",
      "有僭须惹讼——身上发生错误的事，被人控诉，引起争讼吧。\n兼有事交加——这个争讼之外，还有一件难以解开的困难争执的事吧。\n门里防人危——原因之一是亲戚或家人包含在其中，从这件事解决后，可以防止灾难吧。\n灾临莫叹嗟——就算有灾难也不要叹气，帮助你的人会出现吧。",
      "身同意不同——只是著急，不能分出好坏吧。\n月蚀暗长空——像月食般地，渐渐起乌云，变得笼罩在黑暗般地状态吧。\n轮虽常在手——虽然有车但是目的地没决定般地，就算好事在眼前，也没办法得到的状态吧。\n鱼水未相逢——像是鱼没遇到水就会死亡般地，如果和周围的人没办法心意相通的话，什么是都没办法做成的。经常顺应这个世界、心情平静的态度是很重要的。",
      "去住心无定——有飘移不定的心，没有决心吧。\n行藏亦未宁——只是对事物迷惘，充满各种不安吧。\n一轮清皎洁——虽然心中的明月清澈，明亮地闪耀光辉，\n却被黑云乘——但被迷惘的乌云覆盖，仅仅一点点的未来也不能看见吧。快点除去迷惘的云，取回原本的心吧。",
      "何故生荆棘——理由也一直不知道地，家中产生问题吧。\n家人意渐疏——家人或夫妇之间心意无法相通吧。\n久困重轮下——不反省原因的话就会像被埋在重重地车轮底下般地，变得长期间地辛劳吧。\n黄金未出渠——因为玩乐失去财产，一直无法回复。请努力忠于自己的本分吧。",
      "安居且虑危——就算是似乎安乐，心里也还留著忧虑吧。\n情深主别离——和感情深厚的人也有可能会发生离别的悲伤的事。\n风飘波浪急——这简直是风强浪大般的状况啊。\n鸳鸯各自飞——虽然鸳鸯不分离地飞行，但是飞向分离的命运。静静地等待吧。",
      "木未生枝蒂——变成枯木，枝干上没有长叶子，似乎现在还没有迎接春天般地，\n独步上云岐——就算要有执行不会实现的愿望，心中只是越来越烦恼而已。\n岂知身未稳——不了解自己的身份、地位，就要有所行动，是无法安稳的。要有信心，要举止谨慎吧。\n独自惹闲非——不悔悟自己的到前几日为止错误，以后就会后悔吧。",
      "明月暗云浮——明亮的月亮也被乌云遮住，变为不晴朗的状态吧。\n花红一半枯——像是红花有一半枯掉般地，运气也变成走下坡。\n惹事伤心处——虽然打算努力做事，也尽是心痛、担心吧。\n行舟莫远图——像要乘船等出去远方的大希望，无法渡过般地，谨慎地等待时机到来吧。",
      "雷发庭前草——雷落在自家的庭前是由于身份低下或雇用的人引发灾祸。\n炎火向天飞——像是火焰向天飞去般地，上下关系变得不合，有争执吧。\n一心来赶禄——一心一意想要得到利益但没办法实现。\n争奈掩朱扉——至少要重视雇用的人或下属等，防止灾难发生吧。",
      "蛇虎正交罗——因为不知道蛇或虎混杂等的道理，会发生坏事。\n牛生二尾多——牛加上两条尾巴的话，就变成失这个字。说不定会有什么损失。\n交岁方成庆——虽然随著年龄增加透过交流，有令人高兴的事，但是却往往常有各种争夺、争吵的事。\n上下不能和——因为家里不和睦而不会平静。用温和的心领会忍耐吧。",
      "举步出云端——想抬脚乘云登天，却不能登天。高高的愿望是没有用的事。\n高枝未可攀——想爬上高高的树枝，但是抓得到的树枝，像是没有比这个更高的一样，自己的生活不安，也没有援助吧。\n升头看皎月——抬头看天空，就算想看见晴朗的月亮，\n犹在黑云间——自己想看的月亮还隐藏在云中，不能好好看见。安静地端正行为吧。",
      "雾罩重楼屋——就像高高房子也隐于雾中看不见般地，烦恼的事不断，每天昏暗、阴天吧。\n佳人水上行——就像柔弱的女性独自一人乘船在水上旅行般地，现在正面临危险的状态。\n白云归去路——白云未定，去的方向也不知道。每天不知道会发生什么事吧。\n不见月波澄——就像澄清的水应该映著月亮的倒影也因为波浪凶猛看不见般地，种种妨碍很多吧。首先要内心安定是很重要的。"
    ]
  },
  {
    "type": "末吉",
    "count": 6,
    "poetry": [
      "宅墓鬼凶多——家中恐怕有灾祸。行为慎重，抱著深深的信心，这样可以带来好的结果。\n人事有爻讹——个人的问题或遭遇，过错或过失很多，事情难以进展吧。\n伤财防损失——就算破财，也会有所得。\n祈福始中和——为此竭尽祈求神佛的，能得到幸福吧。",
      "玉石未分时——就像是就算有宝玉，哪一个是宝石哪一个是石头还分不清楚般地，没办法分辨事物的状况。\n忧心转更悲——就算是想要出人头地，但会为了各式各样的事情而心痛、叹息、悲伤也说不定。\n前途通大道——如果忍耐劳苦，将来自然地看得到未来的去向吧。\n花发应残枝——然后像枯枝开花般地，愿望会实现吧。",
      "鲲鲸未变时——鲲鲸是很大的鱼，不知不觉会变成大鸟。但是，现在尚未变化，是还不能实现的状态。\n且守碧潭溪——就像暂时守著深青色的溪流中，等待时机的到来吧。\n风云兴巨浪——这么做的话，时来运转，变成大鸟的时候会到来。朝向成功，拼命地不断努力是很重要的。\n一息过天涯——这样做就会一口气飞向天空吧。步向成功的道路。",
      "先损后有益——即使开始的时候损失，后来一定能得到利益的，有令人高兴的事吧。\n如月之剥蚀——就算月亮变小，也会再变大，变回原来的满月般地，虽然希望变薄弱了，但后来能被实现吧。\n玉兔待重生——虽然变成日食或月食的话，世界就变得黑暗，但是时间经过，马上就回到原来的状况。灾难也随时间过去，愿望会实现吧。\n光华当满室——月亮的光芒（希望）照进家中，变得明亮般地，充满欢喜吧。",
      "有物不周旋——虽然有很多东西但是难到手的状况。虽然希望很丰富，但是难以实现吧。\n须防损半边——成功一半，损失一半吧。但是不要坚持小事，想著一半已经成功事吧。\n家乡烟火里——有火灾发生的危险。要充分地注意吧。\n祈福始安然——相信老天，抱著坚定的心，最后会变得安泰吧。",
      "苦病兼防辱——觉得内心的痛苦和受人侮辱，不安稳吧。\n乘危亦未苏——就像面临危险的人还没完时苏醒般地，这个困难没有那么简单地解决。\n若见一阳后——如果春天来了的话，也会有好事吧。\n方可作良图——从好事开始发生起，请立定计画开始行动。到好事开始为止请静静地忍耐。"
    ]
  },
  {
    "type": "小吉",
    "count": 7,
    "poetry": [
      "月被浮云翳——似乎抱著强烈的愿望，但是照目前的样子，似乎无法达成愿望。\n立事自昏迷——因为光是想著要怎么作，持续著没有决心的情形。\n幸乞阴公祐——为了人而变得尽全力努力，幸福将会来到。\n何虑不开眉——似乎会有令人高兴的事情发生。根据这件好事，不担心未来的事也没有关系了。",
      "家道生荆棘——家里的生意有阻碍，事情不按照所想地进行吧。\n儿孙防虎威——子或孙如果常听长辈（居上位者）的话，就会没事吧。\n香前祈福厚——抱持著强烈的信心，如果竭尽真诚的心的话，将来会有好事吧。\n方得免分离——得到福德，本来别离的命运的人（物）会在不用分别的情况下解决吧。",
      "中正方成道——正因为什么事都不偏颇的中正之道的正确行为，能够消除灾难吧。\n奸邪恐惹愆——一有邪念的话就会被引入坏的方向而去吧。\n壶中盛妙药——就像是在药箱中先存放著有效的药般，不迷失去自己地珍惜真诚心吧。\n非久去烦煎——这样做的话烦恼就会离去，灾难会消去吧。",
      "见禄隔前溪——像是隔著山谷看得见宝物般地，就算想要的东西就在眼前，似乎也难得到吧。\n劳心休更迷——勉强地想得到那个财宝，会使心里迷惘，放弃吧。\n一朝逢好渡——就这样用平常心按照平日的生活吧。如果时机来的话，自然会得到财宝。\n鸾凤入云飞——有居上位者或认识的人的援助吧。像凤凰飞向天空般地，会出人头地，好事会来临吧。",
      "生涯喜又忧——像是如果有喜事的话也会有悲伤的事般地，吉凶轮流来吧。\n未老先白头——虽然还没到那个年龄，但长出明显易见的白发，是因为操心的事很多吧。\n劳心千百度——会遇到好几次重叠而来的劳苦吧。\n芳遇贵人留——但是得到居上位者的帮助，得到力量，最后变得幸福吧。",
      "高危安可涉——就像是高处的风很强般地，过于引人注目反而过得不安稳。\n平坦是延年——正因为平凡的生活，才是长寿或安乐的方法。\n守道当逢泰——如果能守著这样的生活方式，会是安泰又平和吧。\n风云不偶然——这样的诚实的生活必定会得到上天的恩惠吧。",
      "道合须成合——如果自身的行为符合道理的话，什么都会成功吧。\n先忧事更多——但是在最初的时候悲伤和痛苦会很多吧。\n所求财宝盛——之后，所希望的财宝会如心想地聚集过来吧。\n更变得中和——未来的灾难也会马上变成往幸福的方向，繁盛会到来吧。"
    ]
  },
  {
    "type": "中吉",
    "count": 5,
    "poetry": [
      "仙鹤立高枝——就算吉利的鹤想停在高高的树枝上，没办法到达般地，虽有强烈的愿望但阻碍很多吧。\n防他暗箭亏——就像在黑暗的夜晚中，要难防范不知从哪飞来的箭般地，困难是能想像得到的吧。\n井畔刚刀利——就算鹤站在泉水中，因为有又硬又锐利的刀子，似乎有危险般地，似乎要发生很多妨碍、阻碍的事吧。\n户内更防危——不单单只是外面的事，家里的危机也是不担心不行。",
      "阴叆未能通——就像乌云又厚又长，分不清东西般地，心里迷惘，现在愿望还无法上达天听吧。\n求名亦未逢——虽然祈求名闻人世间，但是现在还没遇到机会吧。\n幸然须有变——可是心中的痛苦离去，运势展开，变得幸福的日子会来了吧。\n一箭中双鸿——像是用一支箭射中两只鸟般地，好事似乎接踵而来。",
      "月照天书静——像是天空没有阴霾明显地能看见月亮般地，没有迷惘，澄净的心吧。\n云生雾彩霞——但是，至今为止看到的月亮也有云霭，心里也产生迷惘吧。\n久想离庭客——和亲密的友人分别，暂时心沉浸在悲伤的思绪中吧。\n无事惹咨嗟——虽然没事，但是却因为担心悲叹的事很多，转换心情吧。",
      "旧愆何日解——变成担心过去的错误何时才能消失吧。\n户内保婵娟——家里加入美人，这件事想向世人公布就是没有反省自己的生活与没有节操，用心在家里和睦吧。\n要逢十一口——如果试著将十一和口重叠起来看的话，会变成吉字。也就是说，如果期望吉事而努力做的话，必定会到来吧。\n遇鼠过牛边——像是在人们沉静入睡的夜晚也起床工作般地努力吧。",
      "事忌樽前语——喝酒时说的话是边喝酒边说出的话，不能全部当真。\n人防小辈交——避免和比自己低下的人交流吧。应该要避免只说场面话吧。\n幸乞阴公祐——好好遵从母亲（神、佛）吧。如果这样做的话，愿望能被实现吧。\n方免事敌爻——化解对事物的敌对意识，广泛和人交往吧。渐渐地会变成幸福吧。"
    ]
  },
  {
    "type": "吉",
    "count": 20,
    "poetry": [
      "累有兴云志——拼命地要出人头地，可以看出你的志向。\n君恩禄未封——但是遗憾地是，你的不成熟还不能得到居上位者的认同。\n若逢侯手印——然而，就像是如果已经写了好文章的话，就立刻得到认同般地，好好传递自己的心思是很重要的。\n好事始总总——好事也似乎会越来越接踵而起吧。",
      "破改重成望——抛开至今为止的愿望，期待别的愿望为佳吧。\n前途喜亦宁——要前往的目的地有令人欣喜的事，变为安稳的心情吧。\n贵人相助处——因为得到居上位者（观世音菩萨）的帮助，越来越得到力量吧。\n禄马照前程——像是用马载著上天给予的宝物，前方光明照耀般地，在人世间地位或收入等也和想的一样地充满吧。",
      "离暗出明时——就像乌云的天空也渐渐地晴朗，可以看到月亮般地，今后渐渐地希望能被实现吧。\n麻衣变绿衣——就像脱掉破旧的衣服，穿著漂亮的衣服般地，用全新的心情做好每天的善行吧。\n旧忧终是退——长时间的悲伤也渐渐地消散吧。\n遇禄应交辉——福德自然地增加，人生光辉闪耀吧。",
      "月出渐分明——像是月亮也出来了，渐渐地变明朗般地，终于渐渐地希望也能被实现吧。\n家财每每兴——家中的财产也能慢慢地累积，家中的生意也会繁盛起来吧。\n何言先有滞——至今为止不能畅快地运作的事情，最后也会向好的方面进行吧。\n更变立功名——更进一步地，世间的评价好，变得能得到利益吧。",
      "洗出经年否——像是至今为止的坏事已被洗去般地，变成轻松畅快的状况吧。\n光华得再清——好事再度发生，更加地带来比现在更好的结果吧。\n所求终吉利——愿望都会变成好结果吧。\n重日照前程——随著日子一天又一天的过，前途增添光辉，状况也变好吧。",
      "渐渐浓云散——像浓云渐渐变无，万里晴空般地，问题也解决，似乎好事会发生。\n看看月再明——像月亮再出现，于澄净的天空放光明般地，心情也轻松吧。\n逢春华果秀——就像草木在春天生气勃勃，花也盛开而变得色彩缤纷般地，过著充实的生活，也变得幸福吧。\n雨过竹重青——像竹子也遇雨增添色彩般，如果人也连连遇好事的话，越来越能得到好结果吧。",
      "红云随步起——已经能看到好的征兆。要前往的将来会遇到好事吧。\n一箭中青霄——你也像向青空射出的箭般地作吧。这样的话，无论什么愿望也都没问题，会实现吧。\n鹿行千里远——但是受到眼前的成功的影响骄傲自大的话，就会变得看不到目标吧。通盘的判断然后行动是很重要的吧。\n争知去路遥——因为过于自信会招致失败，小心期望过高，诚实是很重要的事。",
      "枯木逢春生——像草木在春天发芽，绿叶生长茂盛般地，随著时间繁荣昌盛吧。\n前途必利亨——去路必有好事发生，能幸福吧。\n亦得佳人箭——能邂逅很棒的人吧。\n乘车禄自行——变得能得到崇高地位、财产吧。",
      "将军有异声——平日的指导力得到部下的信赖，大家听你的指挥吧。\n进兵万里程——就像是无论在多远的人都尊崇将军的命令，大批士兵向前行进般地，即使多么困难的工作都能得到身边的人或部下的帮助吧。\n争知临敌处——但是，努力急著成功都徒劳无功吧。\n道胜却虚名——就算是达成了目标，也会变成白费力气吧。",
      "望禄应重山——像要越过重重相连的山脉般，因为克服辛劳又痛苦的事，没多久就能得到上天给予的幸福吧。\n花红喜悦颜——像红色美丽的花朵已经绽放般的喜悦充满脸上吧。\n举头看皎月——就像如果看到月亮的话，云也消散了，清澈地能看到般地，变成是在人生上能够发挥能力的时期吧。\n渐出黑云间——就像终于从又厚又黑的云中脱离般地，痛苦与烦恼的每天过去了，围绕而来是沉静安心的心情吧。但是，请多加注意，切忌粗心大意。",
      "忧轗渐消融——悲伤或担心的事终于消失了吧。\n求名得再通——如果想声名远播的话，能像以前一样再次向身边的人传播名声吧。\n宝财临禄位——收入或地位也变成如同希望一样实现吧。\n当遇主人公——能遇到好的长官，慢慢地向成功迈进吧。",
      "似玉藏深石——就像是不知道宝石藏深在石头下般地，就算有才能，不在意，不努力振作施展才能的话，什么都不能得到吧。\n休将故眼看——用不管眼前事物的方式，才能是会就这样埋没下去吧。\n一朝良匠别——可是如果不断持续地努力的话，不知不觉能被良师、益友发现。\n方见宝光寒——然后，就像被磨光的宝石闪闪发光地出现般，能展现成果，能为社会尽心力吧。",
      "枯木逢春艳——就算是枯木也会在春天开出美丽的花朵般地，人生就算是在严长的冬天里的辛劳，有一天会得到回报吧。\n芳菲再发林——像是草花再次盛开，气味也充满林间般地，幸运再次来的时节吧。\n云间方见月——像是云散可以看见明月般地，各式各样的困难或痛苦之间，幸运会到来吧。\n前遇贵人钦——善人（神佛、人生的前辈）的引导，渐渐地喜事增加吧。",
      "腊木春将至——像是冬天枯萎的树木也会有花开的春天接近般地，人生的苦难也结束，慢慢地运气会到来吧。\n芳菲喜再新——像是如果春天来了的话草木也发新芽，吐芬芳，开满花般地，能发挥才能吧。\n鲲鲸兴巨浪——让人看到大鱼变成大鸟，掀起大波浪的气势，去推动事情吧。\n举钩禄为真——像是如果要钓鱼的话就能大丰收般地，因为穷究真正的道路，你成功的时候也会到来吧。",
      "射鹿须乘箭——就像拉弓瞄准，就能按照所想地射中鹿一样，自己的行为直接连向成功的方向吧。\n故僧引路归——像被良好的引导引领般地，能得到良好的居上位者援助和意见吧。\n遇道同仙籍——因为遵从有智慧的人的教导，能够得到出人头地的喜悦吧。\n光华映晚晖——像是花在夕阳的照耀下，越来越闪耀般地，在周围的人对你的评价变高了吧。",
      "桂华春将到——像是桂花在春天飘香般地，对你也变成是运势展开的时机吧。\n云天好进程——人也转运的话，有得到崇高的地位与荣誉的机会。\n贵人相遇处——有观世音菩萨或有力人士的引导吧。\n暗月再分明——如阴天的月亮放晴般地，越来越会发生好事吧。",
      "月桂将相满——就像月缺不久将变成满月般地，好运全盛的时期正在接近了。\n追鹿映山溪——鹿就是禄。也就是说，虽然现在还没得到崇高的地位和收入，但是有将来会得到的命运。\n贵人乘远箭——箭就是弓箭。应该要尊敬的人从远方乘箭而来的援助之暗示是表示著如果学习这个人的善行而做的话，表示能得到崇高地位与收入。\n好事始相宜——愿望开始实现，名声被好好地知道，会变得幸福吧。但是切忌高傲自满。",
      "更望身前立——虽然为了早点实现愿望似乎一直期待著，但是不可以过度著急。\n何期在晚成——像是大器晚成般地，延长志气，扩大心胸，不焦急慢慢地等待成功吧。\n若遇重山去——重山是一山又一山的意思。因为辛苦地越过人生的山坡，希望也变得可以实现。\n财禄自相迎——必定会成功吧。财产和地位也变得可以到手吧。",
      "正好中秋月——像是十五号的夜晚，没有月缺，又圆又明亮的月亮般地，运气非常好吧。\n蟾蜍皎洁间——就像因为月亮皎洁，住在里面的兔子和蟾蜍能清楚看见般地，展现洁净的心和光辉吧。\n暗云知何处——像是天空一点云都没有，万里晴空般地，没有妨碍的东西，心中也没有迷惘吧。\n故故两相攀——整个天空没有云般地，心中没有比这个更澄净的吧。",
      "修进甚功辛——虽然没有懒惰，好像一直勤劳努力，但是现在只感觉到辛苦吧。\n劳生未得时——因为有大大的愿望，虽然拼命地努力，但是似乎还没到花开的时期吧。\n腾身游碧汉——然而，看著天空，抱著打算一飞向上的大决心，认真地挑战看看吧。\n方得遇高枝——确实地能得到资产和财宝、出人头地等，能安心吧。"
    ]
  },
  {
    "type": "大吉",
    "count": 17,
    "poetry": [
      "七宝浮图塔——就像出现了用美丽宝石做成的佛塔般地，似乎会有非常好的事情。\n高峰顶上安——因为能改用放眼万事的立场，可以得到周围的人们的信赖吧。\n众人皆仰望——合乎正道的你的行为，能被很多人的认同及鼓励。\n莫作等闲看——不用随便的态度看事情，用正确的心思会招来更多的好的结果。",
      "勿头中见尾——在脑海里没有对失败或结果的恐惧，抬头挺胸地朝著目标达成而努力吧。\n文华须得理——无论是文学或武术都能得到真理，要有充实自己的心态吧。\n禾刀自偶然——就像用刀来割稻般地，会得到成果，幸福会自然地到来吧。\n当遇非常喜——如果正心地守道的话，可以变得幸福吧。",
      "有名须得遇——按照所想的，梦想实现，名声也广传人间吧。\n三望一朝迁——就像三个愿望可以完全的实现般地，全部能一次完全的被实现吧。\n贵人来指处——从比自己身份地位高的人，给予各式各样令人欣喜的事吧。\n华果应时鲜——像是随著四季循环花会开、会结果一样，每天努力会有成果，好运会展开吧。",
      "旧用多成破——过去的不幸或许多烦恼也会消去，好事将发生吧。\n新更始见财——随著新的愿望的出现，财富也会增加。\n改求云外望——就像是在云上追求愿望般地，请试著追求高高的愿望。\n枯木遇春开——像枯木在春天开花一样，一定会变得很繁盛吧。",
      "有禄兴家业——幸福与收入具足，家业也渐渐繁盛起来吧。\n文华达帝都——才能显现出来，可得世人的好评价吧。\n云中乘好箭——就算是向空中放箭也可以得到好的猎物般地，任何事也都可以成功吧。\n兼得贵人扶——得到这样的幸福之外，加上还可以得到居上位者或神佛的帮助吧。",
      "杨柳遇春时——像柳树也逢春增添绿色般地，希望也会出现吧。\n残花发旧枝——像老枝也发芽，开花般地，喜事会到来吧。\n重重霜雪里——像在重重霜或雪中般地，无论怎样过去的劳苦不断吧。\n黄金色更辉——但是像黄金色无论到何时，都闪亮耀眼般地，不要忘以前的劳苦，用诚实的心过生活吧。",
      "手把大阳辉——如果时机来到的话，抱著勇气努力做事，可以过著充实的生活吧。\n东君发旧枝——就像是老枝条，随著春天到来，花就开了一样，运势会开展吧。\n稼苗方欲秀——就像稻苗也是如果春天来了的话，就会生长般地，你也会繁荣昌盛吧。\n犹更上云梯——像是也能爬上难登的云梯般，因为更加地持续努力就会成功吧。",
      "灾轗时时退——灾难也慢慢地消失，运势会展开来吧。\n改故重乘禄——能改去过去的事，名声和实际都能得到幸运吧。\n名显四方扬——名声慢慢地传遍世间，就好的意义看，不知道的人也变得不存在吧。\n昴高福自昌——出人头地，变得福运繁荣，会繁盛吧。",
      "但存公道正——守著公共的正道，比起为了自己，更要为了大家做好事吧。\n何愁理去忠——忠实地尽心尽力做事，就算这样反而事情不能顺利进行、立场变坏也要当作没有悲伤叹息的事吧。\n松柏苍苍翠——就像松树或柏树经常青翠般地，人的心也要注意要经常走在诚恳的道路吧。\n前山禄马重——到最后会有好事，福德像是满出来般地变得幸福吧。",
      "深山多养道——险恶的修行是要穷究真诚之道吧。\n忠正帝王宣——忠诚的心被认同、居上位者派人过来，变成大大地出人头地吧。\n凤遂鸾飞去——凤凰也是鸾也是，是出现在正确的人世间的鸟。是可喜可贺的象征。\n升高过九天——飞越极高的天空，还登上比这样更高吧。因为努力，高高的目标陆陆续续地能达成",
      "望用何愁晚——虽说愿望很晚才会实现，不悲伤叹息慢慢地等待吧。\n求名渐得宁——渐渐地名声扬起，变成安心的心情吧。\n云梯终有望——大大的愿望也得到援助，终于能被实现吧。\n归路入蓬瀛——变成能得到福德、财产、长寿吧。",
      "花发应阳台——像是从照到阳光的房屋，可以充分地看见花盛开的景象般地，一切都能如愿地充分被能实现吧。\n车行进宝财——像是堆满财宝的车子来到自己的家般地，财产或宝物变得丰富吧。\n执文朝帝殿——显现学问的德行，被居上位者带领，还让你能说出愿望吧。\n走马听声雷——得意洋洋地骑马，那种姿态是变成成令人羡慕的身份吧。",
      "凿石方逢玉——偶然挖出石头中的宝石可说是遇见没想过的幸福。\n淘沙始见金——就像是淘砂收集金子般地，在生活中财宝自然地累积吧。\n青霄终有路——想向天空实现大成功之道，在世间也广为称赞吧。\n只恐不坚心——只是，如果不意志坚定一心努力的话，什么是都不能成功吧。",
      "一片无瑕玉——玉石因为琢磨终于变成无瑕疵的玉是世上天赐给的东西。\n从今好琢磨——就像天生的好人也因雕琢的方式不同变成更好的人般地，诚心地更加努力吧。\n得遇高人识——这样做的话会被名声高的人赏识，变成能得到提拔吧。\n方逢喜气多——智慧或财宝充满，被无限的欣喜包围的时机会机到来吧。",
      "一信向天飞——如果有真诚心的话，最后会传达给上天，出人头地的时候会到来吧。\n秦川舟自归——因为上天的恩惠，会得到各种财宝吧。\n前途成好事——将来会遇见好事吧。\n应得贵人推——因为得到居上位者的力量，能被吸引往好的方向吧。",
      "鸡逐凤同飞——就像鸡一边追著凤凰，也和凤凰一样地飞翔般地，仰赖有地位的人，出人头地吧。\n高林整羽仪——然后，就像停在高高的树林，整理羽毛般地，在和身份高的人交流中能得到幸福吧。\n棹舟须济岸——就像船撑篙要渡向对岸一般地，因为自己开始行动，在世间能安心地渡过吧。\n宝货满船归——出人头地，就像财宝也很多，堆满船归来般地，约定了幸福。",
      "红日当门照——就像朝阳闪耀照在门前，变得明亮般地，有因上天的恩惠而来的好事吧。\n暗月再重圆——到现在为止的黑夜中月亮再度变成满月，普照四周吧。开朗的心情会让周遭和睦、平静吧。\n遇珍须得宝——能得到稀奇的财宝吧。\n颇有称心田——变得有名，变成心愿实现吧。应该要谨慎粗心大意和骄傲的事。"
    ]
  }
]
